Repository: lubuntu-team/lubuntu-update-notifier
Catalog: po/*.po
Languages: es, et, eu, gl, ja

source: Updating cache...
es: Actualizando cache...
et: Vahemälu värskendamine...
eu: Cachea eguneratzen...
gl: Actualizando a caché...
ja: キャッシュを更新中...

source: Repairing interrupted upgrade if necessary...
es: Reparando la actualización interrumpida si es necesario...
eu: Beharrezkoa bada etendako bertsio-berritzea konpontzen...
gl: Reparando a actualización interrompida se é necesario...

source: Fetching
es: Recuperando
et: Tõmbamine
eu: Lortzen
gl: Buscando
ja: 読み込み中

source: of
es: de
eu: -ren
gl: de

source: Downloaded
es: Descargado
et: Allalaaditud
eu: Deskargatuta
gl: Descargado
ja: ダウンロード済みです

source: Upgrade finished
es: Actualización completada
et: Uuendamine on lõpetatud
eu: Berritzea amaitu da
gl: Actualización rematada
ja: アップグレードが完了しました

source: Reboot required
es: Requiere reinicio
et: Vajalik taaskäivitus
eu: Berrabiarazi behar da
gl: É necesario reiniciar
ja: 再起動が必要です

source: With some Errors
es: Con algunos Errores
et: Mõnede vigadega
eu: Akats batzuekin
gl: Con algúns erros
ja: いくつかのエラーがあります

source: Error Resume:
es: Resumen de Errores:
et: Viga jätkamisel:
eu: Errorea berekin:
gl: Erro Reanudar:
ja: エラーからの再開:

source: Update Cache Finished
es: Actualización de Cache Terminada
et: Vahemälu värskendamine on lõpetatud
eu: Eguneratu cachea amaitu da
gl: Actualización da caché rematada
ja: キャッシュの更新が完了しました

source: Repair Finished (if repair was needed)
es: Reparación terminada (si se necesitaba reparación)
eu: Konponketa amaituta (konponketa behar izanez gero)
gl: Reparación rematada (se fose necesaria a reparación)

source: Please run this software with administrative rights.To do so, run this program with lxqt-sudo.
es: Por favor corre este software como administrador. Para hacerlo ejecútarlo con lxqt-sudo.
et: Käivitage see tarkvara administraatoriõigustega. Selleks käivitage see programm lxqt-sudo abil.
eu: Exekutatu software hau administrazio-eskubideekin. Horretarako, exekutatu programa hau lxqt-sudo-rekin.
gl: Executa este software con dereitos administrativos. Para facelo, executa este programa con lxqt-sudo.
ja: 管理者権限で実行してください。lxqt-sudo を使用して実行します。

source: Update Cache Before Upgrade
es: Actualiza el Cache antes de la Actualización
et: Värskendage vahemälu enne versiooniuuendust
eu: Eguneratu cachea Berritu aurretik
gl: Actualiza a caché antes da actualización
ja: アップグレード前にキャッシュを更新します

source: Full upgrade same as dist-upgrade
es: "Full upgrade" lo mismo que "dist-upgrade"
et: Täielik uuendus on sama, mis dist-upgrade
eu: Bertsio osoa dist-berritze berdina da
gl: Actualización completa igual que dist-upgrade
ja: dist-upgrade と同じフルアップグレード

source: Error: Opening the cache (%s)
es: Error: Abriendo el caché (%s)
eu: Errorea: cachea irekitzen (%s)
gl: Erro: ao abrir a caché (%s)
ja: エラー: キャッシュ (%s) を開いています

source: Affected Packages
es: Paquetes afectados
et: Mõjutatud paketid
eu: Eragindako paketeak
gl: Paquetes afectados
ja: 影響を受けるパッケージ

source: Security
es: Seguridad
eu: Segurtasuna
gl: Seguridade
ja: セキュリティ

source: There are upgrades available. Do you want to do a system upgrade?
es: Hay actualizaciones disponibles ¿Quiere hacer una actualización del sistema?
et: Saadaval on uuendused. Kas soovite süsteemi uuendada?
eu: Berritzeak daude eskuragarri. Sistema berritzea nahi duzu?
gl: Hai actualizacións dispoñibles. Queres facer unha actualización do sistema?
ja: 利用可能なアップグレードがあります。システムのアップグレードを行いますか？

source: This will mean packages could be upgraded, installed or removed.
es: Esto implica que paquetes pueden actualizarse, instalarse o removerse.
et: See tähendab, et pakette saab uuendada, installida või eemaldada.
eu: Horrek esan nahi du paketeak berritu, instalatu edo kendu daitezkeela.
gl: Isto significará que os paquetes poderían actualizarse, instalarse ou eliminarse.
ja: パッケージがアップグレード、インストール、または削除されます。

source: is a security upgrade.
es: es una actualización de seguridad.
eu: segurtasun-berritzea da.
gl: é unha actualización de seguridade.
ja: 個がセキュリティのアップグレードです。

source: are security upgrades.
es: son actualizaciones de seguridad.
eu: segurtasun-berrikuntzak dira.
gl: son actualizacións de seguridade.
ja: 個がセキュリティのアップグレードです。

source: Remove
es: Quitar
et: Eemalda
eu: Kendu
gl: Quitar
ja: 削除

source: Install
es: Instalar
et: Paigalda
eu: Instalatu
gl: Instalar
ja: インストール

source: Upgrade
es: Actualizar
et: Uuenda
eu: Eguneratu
gl: Actualizar
ja: アップグレード

source: Upgrading...
es: Actualizando...
et: Uuendamine...
eu: Berritzen...
gl: Actualizando...
ja: アップグレード中...

source: A new version of Lubuntu
es: Una nueva versión de Lubuntu
eu: Lubuntu-ren bertsio berria
gl: Unha nova versión de Lubuntu

source: is available. Would you like to install it?
es: está disponible. ¿Quiere instalarlo?
eu: eskuragarri dago. Instalatu nahiko zenuke?
gl: está dispoñible. Gustaríache instalalo?

source: A new version of Lubuntu is available. Would you like to install it?
es: Ya está disponible una nueva versión de Lubuntu. Quieres instalarla?
eu: Lubuntu-ren bertsio berri bat dago eskuragarri. Instalatu nahiko zenuke?
gl: Hai unha nova versión de Lubuntu dispoñible. Gustaríache instalalo?

source: Define software/app to open for upgrade
es: Define el software o app para actualizar
et: Uuendamiseks avatava tarkvara/rakenduse määratlemine
eu: Definitu berritzeko irekitzeko softwarea/aplikazioa
gl: Define o software/aplicación para abrir para actualizar
ja: アップグレードで開くソフトウェア/アプリを定義します

source: How many upgrades are available
es: Cuántas actualizaciones hay disponibles
et: Kui palju uuendusi on saadaval
eu: Zenbat berritze eskuragarri dauden
gl: Cantas actualizacións hai dispoñibles
ja: 利用可能なアップグレードの数

source: How many security upgrades are available
es: Cuántas actualizaciones de seguridad hay disponibles
et: Kui palju turvauuendusi on saadaval
eu: Zenbat segurtasun-berrikuntza dauden eskuragarri
gl: Cantas actualizacións de seguridade hai dispoñibles
ja: 利用可能なセキュリティアップグレードの数

source: Whether a release upgrade is required
es: Si se requiere una actualización de versión
eu: Oharra bertsio-berritzea beharrezkoa den ala ez
gl: Indica se é necesaria unha actualización de versión

source: If a release upgrade is available, provide the version
es: Si hay una actualización de versión disponible, proporcione la versión
eu: Bertsio-berritze bat eskuragarri badago, eman bertsioa
gl: Se hai unha actualización dispoñible, proporcione a versión
